Repository: EskyLab/BDKSwiftEskyLabWallet
Catalog: BDKSwiftExampleWallet/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: High Priority - %lld
fr: haute priorité - %lld

source: Low Priority - %lld
fr: Priorité basse - %lld

source: Med Priority - %lld
fr: Priorité moyenne - %lld

source: No Priority - %lld
fr: Aucune priorité - %lld

source: %llu sats fee
fr: %lluFrais de sat

source: 12 Word Seed Phrase (Optional)
fr: Phrase de semence de 12 mots (facultatif)

source: 100% open-source & open-design ₿
fr: 100% open-source et open-design ₿

source: Activity
fr: Activité

source: Address
fr: Adresse

source: Amount Error
fr: Erreur de montant

source: Are you sure you want to delete the seed?
fr: Êtes-vous sûr de vouloir supprimer la semence ?

source: Are you sure you want to view the seed?
fr: Êtes-vous sûr de vouloir voir la semence ?

source: Bitcoin Wallet
fr: Portefeuille de Bitcoins

source: Block %@
fr: Bloc %@

source: Build Transaction Error
fr: Erreur de construction de transaction

source: Choose your Network.
fr: Choisissez votre réseau.

source: confirmed
fr: confirmé

source: Confirmed
fr: Confirmé

source: Copy
fr: Copier

source: Create Wallet
fr: Créer un portefeuille

source: Danger Zone
fr: Zone dangereuse

source: Delete Seed
fr: Supprimer la semence

source: Enter address to send BTC to
fr: Entrez l'adresse à laquelle envoyer le BTC

source: Esplora Server
fr: Serveur Esplora

source: Fee
fr: Frais

source: Fee Error
fr: Erreur de frais

source: Fees
fr: Frais

source: Network
fr: Réseau

source: Next
fr: à côté

source: No
fr: Non

source: No Network
fr: Aucun réseau

source: No Transactions
fr: Aucune transaction

source: Onboarding Error
fr: Erreur d'intégration

source: Receive
fr: Recevoir

source: Receive Address
fr: Adresse de réception

source: Receive Error
fr: Erreur de réception

source: Select Fee
fr: Sélectionnez les frais

source: Send
fr: Envoyer

source: Settings Error
fr: Erreur des paramètres

source: Show Seed
fr: Afficher la graine

source: Showing Seed Error
fr: Erreur d’affichage de la graine

source: Syncing
fr: Synchronisation

source: TabView Error
fr: Erreur de TabView

source: To
fr: À

source: Unconfirmed
fr: non confirmé

source: Wallet Error
fr: Erreur du portefeuille

source: Yes
fr: Oui
